IDEA StatiCa Open Model
CrossSectionCreepCoefficientData.NotionalSize Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 User-defined notional size
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double NotionalSize { get; set; }
Public Property NotionalSize As Double
	Get
	Set
public:
property double NotionalSize {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
CrossSectionCreepCoefficientData Class
IdeaRS.OpenModel.CrossSection Namespace